Revit 2027 API
BuiltInFailures.CopyPasteFailures.CannotCopyBetweenFamilyAndProjectError Property
 Can't copy between Family and Project.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCopyBetweenFamilyAndProjectError { get; }
Public Shared ReadOnly Property CannotCopyBetweenFamilyAndProjectError As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCopyBetweenFamilyAndProjectError {
	FailureDefinitionId^ get ();
}
static member CannotCopyBetweenFamilyAndProjectError : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace